Repository: jsbsan/damasinglesas
Catalog: DamasInglesas/.lang/*.po
Languages: fr_ca, it

source: ¿como jugar a las damas inglesas?
fr_ca: Comment jouer aux dames?
it: Come si gioca a dama inglese?

source: . Pensando...
fr_ca: . Réflexion....
it: . Pensiero....

source: <b><h2>Damas Inglesas</h2></b>
fr_ca: <b><h2>dames Anglais</h2></b>

source: <h2>Damas Inglesas</h2><br> Programado en Gambas3<br> Realizado por Julio Sanchez Berro<br> <br> Basado en el programa realizado en SmallBasic<br> por KC Goldberg e Hijos<br>
fr_ca: <h2>dames Anglais</h2>Programmé en Gambas3<br> Fabriqué par Julio Sanchez Berro<br> <br> Basé sur le programme de KC SmallBASIC<br> par Goldberg et les enfants<br>
it: <h2>Dama Inglese</h2><br> Programmato in Gambas3<br> Realizzato da Julio Sanchez Berro<br> <br> Sulla base del programma KC SmallBASIC <br>da Goldberg e Figli

source: Aceptar
fr_ca: accepter
it: accettare

source: Acerca de...
fr_ca: à propos ...
it: Informazioni su ...

source: Blanca:
fr_ca: blanc
it: bianco

source: Blancas
fr_ca: blanc
it: bianco

source: Blanco
fr_ca: blanc
it: bianco

source: Cancela ficha elegida
fr_ca: pièce choisie annulée
it: Annulla scheda selezionata

source: Cancelar Movimiento
fr_ca: annuler mouvement
it: Annulla Movimento

source: Cargar Partida Anterior
fr_ca: de charger le jeu précédent
it: Carica partita precedente

source: cargar partida anteriormente guardada
fr_ca: de charger le jeu précédemment sauvegardé
it: legge precedentemente partita salvata

source: Colores Casillas
fr_ca: cases colorées
it: Colori Box

source: Configurar
fr_ca: configurer:
it: set

source: configurar: colores, piezas, inteligencia
fr_ca: configurer: couleurs, des pièces, de l'intelligence
it: Set: colori, pezzi, l'intelligenza

source: Crear Pos
fr_ca: créer poste
it: Crea Pos

source: Dama
fr_ca: dames

source: Damas Inglesas
fr_ca: dames Anglais
it: Dama Inglese

source: DamasInglesas
fr_ca: dames Anglais
it: DamasInglese

source: definir piezas en el tablero
fr_ca: mis en pièces sur le plateau
it: Impostare pezzi sulla scacchiera

source: Eva
fr_ca: Éval.
it: Val.

source: Evaluar Posicion
fr_ca: évaluer la position
it: Valutare la posizione

source: Fin Jugar
fr_ca: fin de jeu
it: fine giocare

source: Finalizar partida actual
fr_ca: la fin du jeu en cours
it: Fine partita in corso

source: Funcion evaluadora:
fr_ca: fonction d'évaluation
it: valutazione della funzione

source: Ganador es el jugador Blanco
fr_ca: Le gagnant est le joueur blanc
it: Il vincitore è il giocatore bianco

source: Ganador es el jugador Negro
fr_ca: Le gagnant est le joueur noir
it: Il vincitore è il giocatore nero

source: guarda partida actual en el disco duro
fr_ca: Enregistre la partie en cours sur le disque dur
it: Salva partita in corso sul disco rigido

source: Guardar Partida
fr_ca: Sauvegarder la partie
it: Salva partita

source: Hola ¡¡Bienvenido!!... en esta linea verá mensajes del programa...
fr_ca: Bonjour et bienvenue! ... dans cette ligne permet de programmer des messages
it: Ciao Benvenuto! ... in questa linea programmare i messaggi ....

source: Humano
fr_ca: humain
it: ¡Nuevo! Haz clic en las palabras anteriores para editar y ver traducciones alternativas. Descartar

source: IA Difícil
fr_ca: I.A. difficile
it: I.A. Difficile

source: IA Fácil
fr_ca: I.A. facile
it: I.A. Facile

source: IA Medio
fr_ca: I.A. moyen

source: informacion sobre la aplicación
fr_ca: Renseignements sur la demande
it: Informazioni sull'applicazione

source: Inicia Partida
fr_ca: Partie en chantier
it: Farnell Inizia

source: Instrucciones: Como Jugar
fr_ca: Mode d'emploi: comment jouer
it: Istruzioni: come giocare ..?

source: Inteligencia Artificial
fr_ca: intelligence artificielle
it: Intelligenza Artificiale

source: Ir al principio del juego
fr_ca: vers le haut de la partie
it: Vai all'inizio del gioco

source: Juego de damas inglesas
fr_ca: jeu de dames Anglais
it: Checkers gioco

source: Jugador:
fr_ca: joueur
it: giocatore

source: Jugar
fr_ca: jouer
it: giocare

source: jugar posicion
fr_ca: jouer la position
it: gioco della posizione

source: jugar una nueva partida
fr_ca: un nouveau jeu
it: Gioca un nuovo gioco

source: Negamax Dificil
fr_ca: Negamax Difficile
it: Difficile Negamax

source: Negra:
fr_ca: noir
it: nero

source: Negras
fr_ca: noir
it: nero

source: Negro
fr_ca: noir
it: nero

source: Nuevo Juego
fr_ca: nouveau jeu
it: nuovo gioco

source: OK
fr_ca: bien
it: bene

source: Ordenador Difícil
fr_ca: I.A. difficile
it: difficile

source: Ordenador Fácil
fr_ca: I.A. facile
it: facile

source: Ordenador Medio
fr_ca: I.A. moyen
it: medio

source: Peon
fr_ca: péon
it: fattorino

source: Piezas
fr_ca: pièces
it: Pezzi

source: Retroceder una jugada
fr_ca: la lecture d'un
it: Eseguire un gioco

source: Siguiente jugada
fr_ca: jeu suivant
it: gioco Avanti

source: Tamaño Tablero
fr_ca: Taille de la carte
it: Dimensioni scheda

source: Turno....
fr_ca: tourner
it: Girare

source: Valoracion:
fr_ca: évaluation
it: valutazione

source: web para jugar contra otra máquina
fr_ca: Web pour jouer contre une autre machine
it: web di giocare contro un'altra macchina

source: web para jugar contra otros jugadores
fr_ca: web pour jouer contre d'autres joueurs
it: web, per giocare contro altri giocatori

source: AlphaBeta (en pruebas)
it: AlphaBeta
